[
  {
    "url": "https://www.cia.gov/readingroom/collection/aquiline",
    "title": "Aquiline",
    "paragraphs": "of or like the eagle.Aerial intelligence collection platforms have played a critical role in US national security from the earliest beginnings of aviation. CIA's 1960s OXCART Program and its use of U-2s are examples of collection innovations that have kept US leaders informed about adversaries' capabilities and intentions. Despite their success, however, use of these platforms carried significant risks and repercussions, including detection and even pilot loss, such as the downing of the U-2 flown by Francis Gary Powers in 1960. Ever-evolving research by the CIA led to the development concept of  aerial vehicles (UAVs) as collection platforms. An innovative Agency program in the 1960s codenamed Aquiline was the very first to test this concept. Based initially on the study of flight characteristics of birds, Aquiline was envisioned as a long-range vehicle that could safely and stealthily provide a window into denied areas such as the Soviet Union through photography and other capabilities, and would even support in-place agent operations. While it never became operational, the concept proved invaluable as a forerunner to today's multi-capability UAVs."
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/collapse-communism-eastern-europe-30-year-legacy",
    "title": "The Collapse of Communism in Eastern Europe: A 30-Year Legacy",
    "paragraphs": "This collection includes a broad sampling of articles from the National Intelligence Daily—the CIA's principal form of current intelligence analysis at the time—from February 1989 to March 1990. These articles represent much of the Agency's short-term analysis of events unfolding in Central and Eastern Europe as popular opposition to Soviet misrule erupted and quickly surpassed anything the Communist regimes were prepared to understand or to which they could respond. The material also represents a major source of information and insight for US policymakers into what was happening in these countries, where it was heading, and what the implications were for Europe and the United States of the collapse of Communist rule in Europe and the beginnings of the breakup of the Soviet Union.Please note: Some of the material is marked \"NR\" or \"not relevant.\" This means that material is unrelated to events in Central and Eastern Europe, and was therefore not reviewed for declassification as part of this collection."
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/presidents-daily-brief-1961-1969",
    "title": "President's Daily Brief 1961-1969",
    "paragraphs": ""
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/currentcentral-intelligence-bulletin",
    "title": "Current/Central Intelligence Bulletin Collection",
    "paragraphs": "President Harry Truman received his daily intelligence digest, the Daily Summary, between 1946 and 1951. That year, the \"new and improved\" version called the Current Intelligence Bulletin began production. This remained the format of the president's daily digest through Dwight Eisenhower's two terms (with a name change to the Central Intelligence Bulletin in 1958). The Current/Central Intelligence Bulletin grew longer than its predecessor over time with the addition of more items and more analysis, and would eventually contain more graphics as printing technology improved.The changes at the CIA following the Bay of Pigs included a format update for the president's daily intelligence report. The new version, called the President's Intelligence Checklist (PICL), was first delivered on 17 June 1961. The Central Intelligence Bulletin continued to be produced as a separate publication until 10 Jan 1974, when it was replaced by the National Intelligence Daily. The PICL, however, was the president's primary written intelligence source through the remainder of the Kennedy Administration. The Kennedy PICL reports are available See declassified "
  }
]